import React from 'react';
import './AboutMe.css'; 

const AboutMe = () => {
  return (
    <div className="about-me">
      <h1>За Мене</h1>
      <p>Јас сум Ања, UX/UI дизајнер и програмер, и студент на Факултетот за компјутерски науки и инженерство во Скопје. Имам страст за креирање на интуитивни и визуелно привлечни кориснички интерфејси. Мојата љубов кон технологијата и дизајнот ме поттикнува да се усовршувам во различни области, како што се веб дизајн, frontend и backend развој и иновации во корисничките искуства. Искуството стекнато во текот на моите студии и проекти ми овозможува да работам на реални решенија кои имаат значителен ефект на корисниците. Поради оваа причина, постојано се обидувам да ги следам најновите трендови и технологии, и активно учествувам во проекти кои се фокусирани на подобрување на секојдневниот живот на луѓето преку интуитивни и корисни апликации и веб-страници.</p>

      <h2>Мои Хобија</h2>
      <ul>
        <li>🎨 Дизајн на апликации</li>
        <li>🌍 Патувања</li>
        <li>🏋️‍♀️ Теретана</li>
        <li>🏃‍♀️ Трчање</li>
        <li>📖 Читање книги</li>
        <li>🛠️ Создавање на апликации</li>
      </ul>
      
    </div>
  );
};

export default AboutMe;
