import React from 'react';
import './AboutMe.css'; 

const AboutMe = () => {
  return (
    <div className="about-me">
      <h1>За Мене</h1>
      <p>Јас сум Ања,  студент на трета година на Факултетот за компјутерски науки и инженерство (ФИНКИ) во Скопје, каде постојано учам и се усовршувам во различни области на технологијата. Имам голема желба за учење нови работи и секогаш сум отворена за предизвици и нови знаења. Во слободно време се занимавам со UX/UI дизајн и креирање апликации, каде што комбинирам креативноста и техничките вештини за да развивам кориснички интерфејси и функционални апликации.</p>

      <h2>Мои Хобија</h2>
      <ul>
        <li>🎨 Дизајн на апликации</li>
        <li>🌍 Патувања</li>
        <li>🏋️‍♀️ Теретана</li>
        <li>🏃‍♀️ Трчање</li>
        <li>📖 Читање книги</li>
        <li>🛠️ Создавање на апликации</li>
        <li>📚 Учење нови технологии</li>
      </ul>
      
    </div>
  );
};

export default AboutMe;
